Repository: barnaclebarnes/open-data
Catalog: plugins/deko-boko-open-govt/languages/dekoboko-*.po
Languages: fr_fr

source: Support Deko Boko
fr_fr: Soutenez Deko Boko

source: Deko Boko Help
fr_fr: Aide de Deko Boko

source: Settings
fr_fr: Réglages

source: reCAPTCHA public key:
fr_fr: Clé publique reCAPTCHA :

source: If you are already using the WP-reCAPTCHA plugin for comments, Deko Boko will use the API key you've already set. If you are not using the WP-reCAPTCHA plugin, then you need to get a
fr_fr: Si vous utilisez déjà le plugin WP-reCAPTCHA pour les commentaires, Deko Boko utilisera la clé API que vous avez déjà définie. Si vous n'utilisez pas le plugin WP-reCAPTCHA, alors vous avez besoin d'obtenir une

source: free reCAPTCHA API key for your site
fr_fr: clé reCAPTCHA gratuite pour votre site

source: and enter the public and private keys here.
fr_fr: puis de saisir les clés publique et privée obtenues ici.

source: reCAPTCHA private key:
fr_fr: Clé privée reCATCHA :

source: Recipient email address:
fr_fr: Adresse email du destinataire :

source: Where to email submissions from the the contact form. Separate multiple addresses with commas.
fr_fr: Adresse e-mail à laquelle envoyer les messages reçus depuis le formulaire de contact. Séparer les éventuelles adresses multiples avec des virgules.

source: Email subject line:
fr_fr: Ligne 'Objet' de l'email :

source: An optional subject line that will appear on emails sent to you through the contact form. If you also include a subject line in the contact form, then the subject provided by users will be appended to this subject line.
fr_fr: Une ligne 'Objet' optionnelle qui apparaitra sur les messages qui vous seront envoyés au moyen du formulaire de contact. Si vous incluez également une ligne 'Objet' dans le formulaire de contact, alors l'objet saisi par les utilisateurs (émetteurs) sera incorporé à cette ligne 'Objet'.

source: Welcome message:
fr_fr: Message de bienvenue :

source: An optional message to display at the top of the contact form. You can include HTML.
fr_fr: Un message facultatif à faire apparaître au-dessus du formulaire de contact. Vous pouvez inclure du HTML.

source: Success message:
fr_fr: Message de réussite :

source: The message to show users after they successfully submit the contact form. You can include HTML.
fr_fr: Le message à afficher aux utilisateurs après le succès de l'envoi du formulaire de contact. Vous pouvez inclure du HTML.

source: "CC Me" header:
fr_fr: En-tête de l'email "Copie (CC)" :

source: If a user checks the 'CC Me' box, this text will appear at the top of the message that's sent to them. If you use the special word BLOGNAME in all capital letters, Deko Boko will substitute the name of your blog. If you use DATETIME it will substitute the date and time the email was sent. HTML is not currently supported.
fr_fr: Si un utilisateur coche la case 'Copie (CC)', ce texte apparaîtra en haut du message qui leur sera envoyé (contenant la copie de leur propre message). Si vous utilisez le mot spécial BLOGNAME en majuscules, Deko Boko remplacera ce mot par le nom de votre blog. Si vous utilisez DATETIME, le plugin le remplacera par la date et l'heure auxquelles l'e-mail a été envoyé. Le HTML ne doit pas être utilisé ici.

source: "CC Me" footer:
fr_fr: Pied de page de l'email "Copie (CC)" :

source: If a user checks the 'CC Me' box, this text will appear at the bottom of the message that's sent to them. If you use the special word BLOGNAME in all capital letters, Deko Boko will substitute the name of your blog. If you use DATETIME it will substitute the date and time the email was sent. HTML is not currently supported.
fr_fr: Si un utilisateur coche la case 'Copie (CC)', ce texte apparaîtra sous le message qui leur sera envoyé (contenant la copie de leur propre message). Si vous utilisez le mot spécial BLOGNAME en majuscules, Deko Boko remplacera ce mot par le nom de votre blog. Si vous utilisez DATETIME, le plugin le remplacera par la date et l'heure auxquelles l'e-mail a été envoyé. Le HTML ne doit pas être utilisé ici.

source: Page Slugs/IDs:
fr_fr: Slug(s) / ID de page(s) :

source: Optional: enter the slugs or IDs for the pages/posts where you use Deko Boko, separated by line breaks. This lets Deko Boko know on which pages to load its stylesheet (otherwise the stylesheet is loaded on every page). You can find the slug for a page by clicking 'Quick Edit' on your Edit Posts or Edit Pages screen.
fr_fr: Facultatif: saisissez les portions d'adresse URL (slugs) ou les identifiants (IDs) relatifs aux pages ou billets sur lesquels vous utilisez Deko Boko, séparés par des sauts de ligne. Ceci permet à Deko Boko de savoir sur quelle(s) page(s) charger sa feuille de style CSS (faute de quoi la feuille de style sera chargée pour toutes les pages). Vous pouvez trouver le 'slug' d'une page ou d'un billet en cliquant sur 'Quick Edit' (édition rapide) sur la page de saisie de vos billets ou de vos pages.

source: reCAPTCHA theme:
fr_fr: Thème reCATCHA :

source: red
fr_fr: rouge

source: white
fr_fr: blanc

source: blackglass
fr_fr: Verre noir (blackglass)

source: clean
fr_fr: propre (clean)

source: custom
fr_fr: personnalisé

source: 'Red' is the default theme. Activating the 'clean' theme allows you to adjust the reCAPTCHA widget's colors - see dekoboko.css for the classes.
fr_fr: 'Rouge' est le thème par défaut. Activer le thème 'propre (clean)' vous permet d'ajuster les couleurs du widget reCAPTCHA - voir la feuille de style dekoboko.css pour les classes.

source: You can preview the themes here
fr_fr: Vous pouvez prévisualiser les thèmes ici

source: 'Custom' is for advanced users only, who want to change the layout of the reCAPTCHA widget - see the
fr_fr: 'Personnalisé' est destiné aux utilisateurs chevronnés uniquement, qui souhaiteraient changer la mise en page du widget reCAPTCHA - voir la

source: reCAPTCHA Client API Documentation
fr_fr: Documentation reCAPTCHA pour l'API Client

source: reCAPTCHA language:
fr_fr: Langage reCAPTCHA :

source: English
fr_fr: Anglais

source: Dutch
fr_fr: Néerlandais

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: Portuguese
fr_fr: Portugais

source: Russian
fr_fr: Russe

source: Spanish
fr_fr: Espagnol

source: Turkish
fr_fr: Turque

source: Save Options
fr_fr: Enregistrer les options

source: Uninstall Deko Boko
fr_fr: Désinstaller Deko Boko

source: Uninstall Deko Boko?
fr_fr: Désinstaller Deko Boko ?

source: After uninstalling, you can deactivate Deko Boko on your plugins management page.
fr_fr: Après la désinstallation, vous pouvez désactivez Deko Boko depuis la page de gestion de tous vos plugins.

source: Remove reCAPTCHA API key?
fr_fr: Retirer la clé API reCAPTCHA ?

source: Deko Boko shares its reCAPTCHA API key with the WP-reCAPTCHA plugin. Do not check this box if you are using the WP-reCAPTCHA plugin for comments.
fr_fr: Deko Boko partage sa clé API reCAPTCHA avec le plugin WP-reCAPTCHA. Ne cochez surtout pas cette case si vous utilisez le plugin WP-reCAPTCHA pour les commentaires.

source: Are you sure you want to uninstall Deko Boko?
fr_fr: Êtes-vous sûr(e) de vouloir désinstaller Deko Boko ?

source: Fields marked with
fr_fr: Les champs marqués par un

source: are required
fr_fr: ci-dessous doivent être impérativement remplis

source: Name
fr_fr: Nom

source: Subject
fr_fr: Objet

source: CC Me
fr_fr: Copie (CC)

source: Check this box to send a copy of your message to yourself.
fr_fr: Cochez cette case pour envoyer une copie de votre email à vous-même.

source: Are You Human?
fr_fr: Êtes-vous humain ?

source: What's this?
fr_fr: Qu'est-ce ?

source: Send Message
fr_fr: Envoyer le message

source: Deko Boko has been uninstalled. You can now deactivate Deko Boko on your plugins management page.
fr_fr: Deko Boko a été désinstallé. Vous pouvez maintenant désactiver Deko Boko sur la page de gestion de vos plugins.

source: Uninstall of Deko Boko failed. Database error:
fr_fr: La désinstallation de Deko Boko a échoué. Erreur de base de données :

source: You must check the 'Uninstall Deko Boko' checkbox to confirm you want to uninstall Deko Boko
fr_fr: Vous devez cocher la case cochable 'Désinstaller Deko Boko' afin de confirmer que vous souhaitez désinstaller ce plugin.

source: Deko Boko settings saved.
fr_fr: Les réglages de Deko Boko ont été sauvegardés.

source: Failed call to wp_mail() - unable to send message
fr_fr: Appel manqué à wp_mail() - Impossible d'envoyer le message

source: Sorry, there were errors in your submission. Please try again.
fr_fr: Désolé, il y avait des erreurs dans ce que vous avez saisi. Veuillez recommencer SVP.

source: ReCAPTCHA error
fr_fr: Erreur ReCAPTCHA

source: your captcha response was incorrect - please try again
fr_fr: Votre réponse CAPTCHA était incorrecte - veuillez recommencer (vous pouvez changer le texte à saisir si vous avez du mal à le lire).

source: Invalid Nonce
fr_fr: Nonce invalide

source: header contains malicious data
fr_fr: L'en-tête contient des données 'malicieuses'

source: Required field
fr_fr: Champ impératif

source: is blank
fr_fr: est vide

source: is not a valid email address
fr_fr: n'est pas une adresse email valide

source: Message from
fr_fr: Message de
