Repository: barnaclebarnes/open-data
Catalog: plugins/advanced-category-excluder/lang/po/ace-*.po
Languages: fr_fr, hu_hu

source: Settings
fr_fr: Réglages
hu_hu: Beállítások

source: Categories
fr_fr: Catégories
hu_hu: Kategóriák

source: Tags
fr_fr: Tages
hu_hu: Cimkék

source: Plugins homepage
fr_fr: Page des plugins
hu_hu: Bővítmény holnapja

source: Plugin homepage
fr_fr: Page du plugin
hu_hu: Bővítmény holnapja

source: Archive
hu_hu: Archívum

source: Home
hu_hu: Főoldal

source: RSS Posts
fr_fr: flux RSS des billets
hu_hu: Bejegyzések RSS

source: RSS Comments
fr_fr: flux RSS des commentaires
hu_hu: Hozzászólások RSS

source: Search
fr_fr: Recherche
hu_hu: Keresés

source: Disable robots
hu_hu: Robotok kikapcsolása

source: Do you want the categories selected for <strong>Home</strong> section, to be hidden from <strong>category list</strong> as well?
hu_hu: Szeretnéd, hogy a <strong>főoldalra</strong> beállított kategóriák a <strong>kategória listázásból</strong> is eltűnnének?

source: Do you want the posts related to the categories selected for <strong>Home</strong> section to be <strong>only</strong> excluded from the <strong>sidebar widget</strong>s? (Recent Posts, Recent Commants, Calendar)
hu_hu: Szeretnéd, hogy a <strong>főoldalra</strong> beállított kategóriák csak a widgetekből tűnjenek el? (Legutóbbi hozzászólások, Legutóbbi bejegyzések)

source: Do you want the category lister, to list the empty categories?
fr_fr: Désirez-vous que la liste des catégories inclue les catégories vides ?
hu_hu: Szeretnéd a listában megjeleníteni az üres kategóriákat is?

source: Do you want to display Event Calendar default category in the <a href="%s">Categories</a> tab?
fr_fr: Désirez-vous afficher la catégorie par défaut de Event Calendar dans l'onglet des <a href="%s">catégories</a> ?
hu_hu: Szeretnéd megjeleníteni az Event Calendar alapértelmezett kategóriáját a <a href="%s">kategóriák</a> fülön?

source: Select a section to export excluded categories into <strong>XML Sitemap Generator</strong>:
hu_hu: Válassz ki egy részt, amelynek a kivéltel listáját szeretnéd exportálni az <strong>XML Sitemap Generator</strong> bővítménybe:

source: If you check this one, the categories you selected for Home section will be remove from the Category lister sidebar widget.
hu_hu: Ha ezt kiválasztod, akkor a főoldalhoz kiválasztott kategóriák a kategória listázó widgetből is el fognak tűnni.

source: If you select this, that will cause that your blog's Home page won't be affected, only your sidebar widgets.
hu_hu: Ha ezt kiválasztod, akkor a főoldaladat nem fogják érinteni a beállítások, csak a widgetjeidet.

source: This is an inside setting. If you check that, you can select empty categories for exclusion at ACE Dashboard -> Categories subpage
hu_hu: Ez egy belső beállítás. Ha ezt kiválasztod, akkor az üres kategóriák is megjelennek a Kategóriák aloldalon.

source: If you select this, Event Calendars deafult category will be displayed at ACE Dashboard -> Categories subpage
hu_hu: Ha ezt kiválasztod, akkor az Event Calendar alapértelmezett kategóriájais meg fog jelenni a Kategóriák aloldalon.

source: If you choose one of these sections, the categories selected for exclusion in that section, will be exported into <strong>XML Sitemap Generator</strong> settings. So those settings will directly affect your sitemap generating. This is handy for SEO.
hu_hu: Ha kiválasztasz egy részt, akkor ennek a részhez kiválasztott kategóriák is beállításra kerülnek az <strong>XML Sitemap Generator</strong> bővítmény kivétel listájában. Szóval a továbbiakban ennek a résznek a beállításai közvetlenül fogják érinteni az oldal térkép beállításaidat. Ez egészen hasznos SEO szempontból.

source: None
hu_hu: Nincs

source: Save
hu_hu: Mentés

source: Donate!
hu_hu: Támogass minket!

source: If you like this plugin, please make <a href="%s" target="_blank">a donation here</a>
fr_fr: Si vous avez apprécié ce plugin, faites un don <a href="%s" target="_blank">ici</a>, svp.
hu_hu: Ha tetszik ez a bővítmény, kérlek <a href="%s" target="_blank">adományozz egy keveset itt</a>

source: Usage
hu_hu: Működési tudnivalók

source: Here are %s different sections on the site. You can define section by section which categories would you like to hide.
fr_fr: Il y a %s différentes section sur le site. Vous pouvez définir section par section les catégories que vous désirez cacher.
hu_hu: Itt láthatod az oldal %s különböző részét. Mindegyikre meghatározhatod different sections on the site. You can define section by section which categories would you like to hide.

source: Doit!
fr_fr: Go !
hu_hu: Csináljuk!

source: Homepages
fr_fr: Pages d'accueil
hu_hu: Weboldalaink

source: Coming soon ;)
fr_fr: À venir
hu_hu: Hamarosan ;)

source: Stay updated!
fr_fr: Soyez informés des mises à jour !
hu_hu: Mindig frissíts! ;)

source: Title:
hu_hu: Címsor:

source: Show as dropdown
hu_hu: Megjelenítés lenyíló listaként

source: Show post counts
hu_hu: Bejegyzések számának mutatása

source: Show hierarchy
hu_hu: Hierachikus mutatás

source: Select Category
hu_hu: Kategória választás

source: Number of comments to show:
hu_hu: Hozzászólások száma:

source: (at most 15)
hu_hu: (Legalább 15)

source: Recent Comments
hu_hu: Legutóbbi hozzászólások

source: %1$s on %2$s
hu_hu: %1$s - %2$s

source: Number of posts to show:
hu_hu: Mutatandó bejegyzések száma:

source: Recent Posts
hu_hu: Legutóbbi bejegyzések

source: Do you want the categories selected for <strong>Home</strong> section, to be hidden from category list as well?
fr_fr: Désirez-vous que les catégories sélectionnées pour la section <strong>Home</strong> soient aussi cachée dans la liste des catégories ?

source: Wipe out!
fr_fr: Effacez tout !

source: ACE Categories
fr_fr: ACE Catégories

source: ACE Recent Comments
fr_fr: ACE Commentaires Récents

source: ACE Recent Posts
fr_fr: ACE Billets Récents
