Repository: barnaclebarnes/open-data
Catalog: plugins/wp-db-backup/wp-db-backup-*.po
Languages: ar, ca, es_es, fa_ir, it_it, ko_kr, nb_no, sv_se, tr_tr

source: WARNING: Your backup directory is <strong>NOT</strong> writable! We cannot create the backup files.
ar: تحذير : المجلد الخاص بالنسخ الاحتياطي <strong>غير قابل</strong> للكتابه! لذلك لايمكن انشاء النسخ الاحتياطي .
ca: AVÍS: <strong>NO</strong> es pot escriure al vostre directori de còpies de seguretat! No s'ha pogut crear els fitxers de còpia de seguretat.
es_es: AVISO: ¡Tu directorio de respaldo <strong>NO</strong> puede ser escrito! No podemos crear los ficheros de respaldo.
fa_ir: پوشه پشتیبان گیری قابل نوشتن نیست و ما نمیتوانیم فایل پشتیبان را بسازیم
it_it: ATTENZIONE: La cartella di backup <strong>NON</strong> è scrivibile! Impossibile creare i file di backup.
ko_kr: 경고: 당신의 백업 디렉토리는 <strong>쓰기 불가능</strong> 입니다! 백업 파일을 생성할 수 없습니다.
nb_no: ADVARSEL: Mappen for sikkerhetskopi er <strong>IKKE</strong> skrivbar. Vi kan ikke lage sikkerhetskopifilene.
sv_se: Varning: Din backup katalog är <strong>INTE</strong> skrivbar! Vi kan ej skapa backup filerna.
tr_tr: UYARI: yedekleme dizininiz yazılabilir <strong>DEĞİL</strong>. Yedek dosyalarını yaratamıyoruz.

source: Using your FTP client, try to set the backup directory&rsquo;s write permission to %1$s or %2$s: %3$s
ar: استخدم برنامج الاف تي بي الخاص بك . واعط مجلد النسخ الاحتياطي&rsquo;s التصاريح %1$s or %2$s: %3$s
ca: Utilitzant el vostre client FTP, intenteu donar permisos d'escriptura al directori&rsquo;s a %1$s o %2$s: %3$s
es_es: Usando tu cliente FTP, intenta crear permisos de escritura para directorio&rsquo;s a %1$s or %2$s: %3$s
fa_ir: از طريق پروتکل FTP به پوشه پشتيبان دسترسي مجاز بدهيد
it_it: Utilizzando un client FTP, imposta i permessi della cartella di backup a %1$s o %2$s: %3$s
ko_kr: 당신의 FTP 를 사용하여, 백업 디렉토리를 &rsquo;s 다음과 같은 권한으로 설정하세요. %1$s or %2$s: %3$s
nb_no: Ved hejlp av en FTP applikasjon, pørv å sette rettighetene til mappen til %1$s eller %2$s:%3$s
sv_se: Använd din FPT klient och försök att sätta din backup katalog att skriva tillstånd till %1$s eller %2$s: %3$s
tr_tr: FTP istemcinizi kullanarak yedekleme dizininin yazma yetkilerini şu şekilde değiştirin %1$s ya da %2$s: %3$s

source: This problem seems to be caused by your server&rsquo;s <code>safe_mode</code> file ownership restrictions, which limit what files web applications like WordPress can create.
ca: Aquest problema sembla esta provocat pel vostre servidor&rsquo;s <code>safe_mode</code> file owner restrictions, que limita els fitxers que poden crear aplicacions web com per exemple WordPress.
es_es: Este problema parece ser causado por tu servidor&rsquo;s <code>safe_mode</code> file owner restrictions, que limita lo que pueden hacer aplicaciones web como WordPress.
it_it: Il problema sembra essere dovuto alle restrizioni dello <code>safe_mode</code> impostato sul server, che limita la creazione di file da parte di applicazioni come WordPress.
ko_kr: 이 문제는 당신의 서버로 인한 것 같습니다.&rsquo;s <code>안전 모드</code> 파일 소유권 제한으로 워드프레스같은 웹애플리케이션이 생성하는 파일에 제한이 있는 것 같습니다.
nb_no: Dette problemet ser ut til å være relatert til serverens <code>safe_mode</code> rettighets restriksjoner. Dette legger begrensninger på hvilke filer WEB applikasjoner som WordPress kan lage.
sv_se: Detta problem ser ut att vara orsakat av din server <code>safe_mode</code> fil ägande restriktion, som ger en gräns på vad web applikationer som WordPress kan skapa.
tr_tr: Bu problem sunucunuzun <code>safe_mode</code> (güvenli kip) dosya sahipliği engellemelerinden -ki bu engelleme WordPress gibi uygulamaların yaratabileceği dosyaları sınırlandırır- dolayı oluşmuş gözüküyor.

source: You can try to correct this problem by using your FTP client to delete and then re-create the backup directory: %s
ar: يمكنك تصحيح هذه المشكله باستخدام برنامج الاف تي بي ومن ثم حذف مجلد النسخ الاحتياطي واعادة انشائه مرخ اخرى %s
ca: Po intentar de corretgir aquest problema utilitzant el cliente FTP per eliminar i tornar a crear el directori de còpia de seguretat: %s
es_es: Puede tratar de corregir este problema utilizando el cliente FTP para borrar y volver a crear el directorio de copia de seguridad: %s
fa_ir: برای حل این مشکل از پروتکل FTP استفاده کرده و پوشه پشتیبان را حذف کرده و مجددا بسازید: %s
it_it: Puoi provare a correggere il problema utilizzando un client FTP per cancellare e ricreare la cartella di backup: %s
ko_kr: 당신은 FTP 를 이용하여 백업 디렉토리를 삭제 후 재생성을 해서 이 문제를 고칠 수 있습니다: %s
nb_no: Du kan prøve å rette på den feilen ved å bruke en FTP applikasjon for å slette og så lage mappen for sikkerhetskopi på nytt: %s
sv_se: Du kan försöka fixa detta problem genom att använda din FTP klient och ta bort och återskapa backup katalogen: %s
tr_tr: FTP istemciniz ile bağlanıp yedekleme dizinini silip tekrar oluşturarak bu problemi giderebilirsiniz: %s

source: Tables
ar: الجدوال
ca: Taules
es_es: Tablas
fa_ir: جدول ها
it_it: Tabelle
ko_kr: 테이블
nb_no: Tabeller
sv_se: Tabeller
tr_tr: Tablolar

source: These core WordPress tables will always be backed up:
ar: هذه الجدوال الاساسيه للووردبريس سيتم نسخها دائما :
ca: Sempre es copiaran aquestes taules bàsiques de WordPress:
es_es: Siempre se copiarán estas tablas básicas de WordPress:
fa_ir: جدولهای اصلی و هسته وردپرس که همیشه پشتیبان گیری میشوند:
it_it: Queste tabelle base di WordPress saranno sempre copiate:
ko_kr: 이러한 핵심 워드프레스 테이블은 항상 백업합니다:
nb_no: De viktigste WordPress tabellen vil alltid bli sikkerhetskopiert:
sv_se: Dessa centrala WordPress tabeller kommer alltid vara säkerhetskopierade:
tr_tr: Bu kök WordPress tabloları her zaman yedeklenecektir:

source: Exclude spam comments
ar: استبعاد التعليقات المزعجه ( سبام )
ca: Excluir comentaris SPAM
es_es: Excluir comentarios de SPAM
fa_ir: به غیر از نظرات جفنگ
it_it: Escludi i commenti di spam
ko_kr: 제외 스팸 댓글
nb_no: Utelat søppel kommentarer
sv_se: Uteslut spam kommentarer
tr_tr: İstenmeyen yorumları hariç tut

source: Exclude post revisions
ar: استثناء تنقيحات المواضيع
ca: Excluir revisions d'entrades
es_es: Excluir revisiones de entradas
fa_ir: به جز تجدید نظر پست ها
it_it: Escludi revisioni
ko_kr: 제외 글 수정
nb_no: Utelat post revisjoner
sv_se: Uteslut post revideringar
tr_tr: Yazı sürümlerini hariç tut

source: You may choose to include any of the following tables:
ar: يمكنك اختيار اي من الجداول التاليه ليشملها النسخ :
ca: Ademés podeu incluir qualsevol de les següents taules:
es_es: Además puede incluir cualquiera de las siguientes tablas:
fa_ir: شما میتوانید جدولهای دیگر را انتخاب کنید:
it_it: Le seguenti tabelle possono essere selezionate:
ko_kr: 당신은 다음 테이블을 포함하도록 선택할 수 있습니다:
nb_no: Du kan velge å inkludere følgende tabeller:
sv_se: Du kan välja att inkludera en av följande tabeller:
tr_tr: Aşağıdaki tabloları eklemek isteyebilirsiniz:

source: Backup Options
ar: خيارات النسخ الدوري
ca: Opcions de la còpia de seguretat
es_es: Opciones de respaldo
fa_ir: تنظیمات پشتیبان گیری
it_it: Opzioni di backup
ko_kr: 백업 옵션
nb_no: Sikkerhetskopi instillinger
sv_se: Backup Inställningar
tr_tr: Yedekleme seçenekleri

source: What to do with the backup file:
ar: ماذا تريد ان تفعل بملف النسخه الاحتياطيه :
ca: Que voleu fer amb el fitxer de còpies de seguretat:
es_es: Qué hacer con el archivo de copia de respaldo:
fa_ir: نوع پشتیبان گیری را انتخاب کنید:
it_it: Che cosa fare con il file di backup:
ko_kr: 백업 파일로 무엇을 할까요:
nb_no: Hva skal vi gjøre med sikkerhetskopien:
sv_se: Vad ska man göra med backup filen?
tr_tr: Yedek dosyası ile ne yapılacak:

source: Save to server
ar: حفظ على السيرفر
ca: Desar al servidor
es_es: Guardar en el servidor
fa_ir: ذخیره روی فضای سایت
it_it: Salvalo sul server
ko_kr: 서버에 저장
nb_no: Lagre på serveren
sv_se: Spara till server
tr_tr: Sunucuya kaydedin

source: Download to your computer
ar: حفظ على الكمبيوتر
ca: Descarregar al vostre ordinador
es_es: Descargar en su ordenador
fa_ir: ذخیره درون رایانه
it_it: Scaricalo sul computer
ko_kr: 당신의 컴퓨터로 다운로드
nb_no: Laste ned til datamaskinen
sv_se: Ladda ner till din dator
tr_tr: Bilgisayarınıza indirin

source: Email backup to:
ar: ارسالها الى الايميل
ca: Enviar còpia de seguretat per e-mail a:
es_es: Enviar por e-mail a:
fa_ir: ارسال به ایمیل
it_it: Invialo per email a:
ko_kr: 이메일 백업:
nb_no: Sende på epost til:
sv_se: Maila backupen till:
tr_tr: Şu adrese e-posta ile gönderin:

source: Backup now!
ar: النسخ الان !
ca: fer ara una còpia de seguretat!
es_es: ¡Respaldar ahora!
fa_ir: پشتیبان بگیر!
it_it: Inizia il Backup!
ko_kr: 지금 백업하세요!
nb_no: Ta sikkerhetskopi nå!
sv_se: Backup nu!
tr_tr: Şimdi yedekle!

source: WARNING: Your backup directory is <strong>NOT</strong> writable!
ar: تحذير : دليل النسخ الاحتياطيه الخاص بك <strong>غير قابل</strong>للكتابه !
ca: AVÍS: ¡<strong>NO</strong> es pot escriure al directori de còpies de seguretat!
es_es: AVISO: ¡<strong>NO</strong> se puede escribir en el directorio de copias de respaldo!
fa_ir: هشدار: پوشه پشتیبان گیری شما قابل نوشتن نیست
it_it: ATTENZIONE: La cartella di backup <strong>NON</strong> è scrivibile!
ko_kr: 경고: 당신의 백업 디렉토리는 <strong>쓰기 불가능</strong> 입니다!
nb_no: ADVARSEL: Mappen for sikkerhetskopiering er <strong>ikke</strong> skrivbar!
sv_se: Varning: Din backup katalog är <strong>INTE</strong> skrivbar!
tr_tr: UYARI: Yedekleme dizininiz yazılabilir <strong>DEĞİL</strong>!

source: Scheduled Backup
ar: النسخ الاحتياطي الدوري
ca: Còpia de seguretat programada
es_es: Respaldo programado
fa_ir: زمان بندی پشتیبان گیری
it_it: Backup programmato
ko_kr: 예약된 백업
nb_no: Planlagt sikkerhetskopi
sv_se: Planerad backup
tr_tr: Programlanmış yedek

source: Next Backup: %s
ar: النسخ الاحتياطي التالي: %s
ca: Pròxima còpia de seguretat: %s
es_es: Siguiente copia de respaldo: %s
fa_ir: پشتیان گیری بعدی: %s
it_it: Prossimo Backup: %s
ko_kr: 다음 백업: %s
nb_no: Neste sikkerhetskopi: %s
sv_se: Nästa backup: %s
tr_tr: Sonraki yedekleme: %s

source: Last WP-Cron Daily Execution: %s
ca: Última execució diaria de WP-Cron: %s
es_es: Última ejecución diaria de WP-Cron: %s
it_it: Ultima esecuzione giornaliera di WP-Cron: %s
ko_kr: 마지막 WP-Cron 매일 실행 : %s
nb_no: Siste WP-Cron daglig kjøring: %s
sv_se: Senaste dagliga WP-Cron utförande: %s
tr_tr: En son günlük WP-Cron çalışma zamanı: %s

source: Next WP-Cron Daily Execution: %s
ca: Próxima execució diaria de WP-Cron: %s
es_es: Próxima ejecución diaria de WP-Cron: %s
it_it: Prossima esecuzione giornaliera di WP-Cron: %s
ko_kr: 다음 WP-Cron 매일 실행: %s
nb_no: Neste WP-Cron daglig kjøring: %s
sv_se: Nästa dagliga WP-Cron utförande: %s
tr_tr: Bir sonraki günlük WP-Cron çalışma zamanı: %s

source: Schedule:
ar: النسخ الدوري :
ca: Programar:
es_es: Programar:
fa_ir: زمان بندی
it_it: Programmazione:
ko_kr: 예약:
nb_no: Planlagt:
sv_se: Schema:
tr_tr: Programla:

source: None
ar: بدون
ca: Cap
es_es: Ninguna
fa_ir: هیچ
it_it: Nessuna
ko_kr: 없음
nb_no: Ingen
sv_se: Inget
tr_tr: Hiçbiri

source: Daily
ar: يومي
ca: Diaria
es_es: Diaria
fa_ir: روزانه
it_it: Giornaliera
ko_kr: 매일
nb_no: Daglig
sv_se: Daglig
tr_tr: Günlük

source: Tables to include in the scheduled backup:
ar: الجداول التي يشملها النسخ الاحتياطي الدوري :
ca: Taules a incloure en la còpia de seguretat programada:
es_es: Tablas a incluir en el respaldo programado:
fa_ir: جدول هایی که در زمان بندی پشتیبان گیری میشوند:
it_it: Tabelle da includere nel backup programmato:
ko_kr: 예약된 백업 안에 추가할 테이블:
nb_no: Tabeller som skal med i den planlagte sikkerhetskopien:
sv_se: Tabeller att inkludera i planerade backup:
tr_tr: Programlanmış yedeklemeye dahil edilecek tablolar:

source: Schedule backup
ar: النسخ الاحتياطي الدوري
ca: Còpia de seguretat programada
es_es: Respaldo programado
fa_ir: زمان بندی پشتیبان گیری
it_it: Programma il backup
ko_kr: 예약 백업
nb_no: Planlagte sikkerhetskopier
sv_se: Planerad backup
tr_tr: Yedekleme programla

source: Never
ar: ابدا
ca: Mai
es_es: Nunca
fa_ir: هرگز
it_it: Mai
ko_kr: 절대
nb_no: Aldri
sv_se: Aldrig
tr_tr: Hiç

source: %s seconds
ca: %s segons
es_es: %s segundos
fa_ir: %s ثانیه
it_it: %s secondi
ko_kr: %s 초
nb_no: %s sekunder
sv_se: %s sekunder
tr_tr: %s saniye

source: Once Weekly
ar: مره كل اسبوع
ca: Una cop per setmana
es_es: Una vez a la semana
fa_ir: هفته ای یکبار
it_it: Settimanale
ko_kr: 주마다 한번
nb_no: Ukentlig
sv_se: En gång i veckan
tr_tr: Haftada bir

source: Your WordPress version, %1s, lacks important security features without which it is unsafe to use the WP-DB-Backup plugin. Hence, this plugin is automatically disabled. Please consider <a href="%2s">upgrading WordPress</a> to a more recent version.
ca: La vostra versió de WordPress, %1s, careix d'importants característiques de seguretat sense les quals no és segur l'ús del plugin WP-DB-Backup. Per aixó, aquest plugin ha estat automáticament deshabilitatat. Si us plau, considereu <a href="%2s">actualitzar WordPress</a> a una versió més recent.
es_es: Su versión de WordPress, %1s, adolece de importantes características de seguridad sin las cuales es inseguro el uso del plugin WP-DB-Backup. Por ello, este plugin ha sido automáticamente deshabilitado. Por favor, considere <a href="%2s">actualizar WordPress</a> a una versión más reciente.
fa_ir: نسخه وردپرس خود را بروز کنید.این افزونه به دلیل مسایل امنیتی با این نسخه از وردپرس سازگاری ندارد
it_it: La versione corrente di WordPress, %1s, non è provvista di importanti funzioni di sicurezza senza le quali non è sicuro eseguire il plugin WP-DB-Backup. Il plugin è stato dunque disabilitato automaticamente. Considera di <a href="%2s">aggiornare WordPress</a> ad una versione più recente.
ko_kr: 당신의 워드프레스 버전, %1s, 은 보안 기능이 미흡하여 WP-DB-Backup 플러그인을 쓰기에는 안전하지 않습니다. 따라서 이 플러그인을 자동으로 해제했습니다. 최신 버전으로 <a href="%2s">워드프레스 업그레이드</a>를 고려하세요.
nb_no: Din WordPress versjon %1s, har alvorlige sikkerhetsfeil, noe som gjør bruken av WP-DB-Backup innstikket usikkert. På grunn av dette er innstikket automatisk deaktivert. Du bør virkelig vurdere å <a href="%2s">oppgrader WordPress</a> til en nyere versjon!
sv_se: Din WordPress version (%1s) saknar viktiga säkerhets funktioner vilket gör att det ej är säkert att använda WP-DB-Backup plugin. Därför är denna plugin automatiskt borttagen . Var god och överväg att <a href="%2s">uppgradera WordPress</a> till en nyare version.
tr_tr: WordPress sürümünüz, %1s, WP-DB-Backup eklentisinin çalışabilmesi için gerekli olan güvenlik özelliklerini barındırmıyor. Dolayısıyla eklenti otomatik olarak etkisizleştirildi. Lütfen WordPress kurulumunuzu daha güncel bir sürüme <a href="%2s">yükseltmeyi</a> düşünün.

source: You are not allowed to perform backups.
ar: لم تسمح بالنسخ الاحتياطي .
ca: No teniu permisos per a realitzar còpies de seguretat.
es_es: No tiene permisos para realizar copias de respaldo.
fa_ir: شما اجازه تولید پشتیبان را ندارید
it_it: Non ti è consentito eseguire backup.
ko_kr: 당신은 백업을 이용할 수 없습니다.
nb_no: Du har ikke lov å ta sikkerhetskopi,
sv_se: Du är ej tillåten att göra backups.
tr_tr: Yedekleme için yetkili değilsiniz.

source: There appears to be an unauthorized attempt from this site to access your database located at %1s. The attempt has been halted.
ca: Sembla se que hi ha hagut un intent no autoritzat des d'aquest lloc per accedir a la vostra base de dades localitzada a %1s. Aquest intent ha estat neutralitzat.
es_es: Parece que ha habido un intento no autorizado desde este sitio de acceder a su base de datos localizada en %1s. Dicho intento ha sido neutralizado.
fa_ir: این ظاهر شدن از کوشش غیر مجاز این سایت برای دستیابی به بانک اطلاعاتی واقع شده در %1s هست.این کوشش دچار ایست شد.
it_it: Sembra che ci sia stato un tentativo non autorizzato da parte di questo sito di accedere al tuo database a %1s. Il tentativo è stato bloccato.
ko_kr: 이 사이트에서 무단으로 귀하의 데이터베이스 %1s에 액세스하려 시도되었습니다. 그 시도가 중단되었습니다.
nb_no: Det virker som om det har vært et uatorisert forsøk på å nå databasen din som er lokalisert her %1s. Forsøket ble stoppet.
sv_se: Det verkar som ett obehörigt försök att nå din databas från denna webbplats har uppkommit härifrån: (%1s) Försöket har stoppats.
tr_tr: %1s konumunda bulunan veritabanınıza yetkisiz erişim denemesi gerçekleşmiş. İlgili deneme engellendi.

source: Cheatin' uh ?
ca: Trampes eh?
fa_ir: تقلب میکنی؟
it_it: Stai barando, eh?
ko_kr: 누굴 속이시려고?
nb_no: Jukser du?
sv_se: Fusk, huh?
tr_tr: Hile mi yapıyorsun?
