Repository: barnaclebarnes/open-data
Catalog: plugins/wp-db-backup/wp-db-backup-*.po
Languages: ar, ca, es_es, fa_ir, it_it, ko_kr, nb_no, sv_se, tr_tr

source: Backup Complete!
ar: النسخه الاحتياطيه اكتملت !
ca: Còpia de seguretat completada
es_es: Copia de respaldo completada
fa_ir: پشتیبان گیری کامل شد
it_it: Backup Completato!
ko_kr: 백업 완료!
nb_no: Sikkerhetskopi ferdig!
sv_se: Backup klar!
tr_tr: Yedekleme tamamlandı!

source: Progress
ar: معالجه ..
ca: Procrés
es_es: Progreso
fa_ir: پیشرفت
it_it: Progresso
ko_kr: 진행
nb_no: Framdrift
sv_se: Framsteg
tr_tr: İlerleme

source: DO NOT DO THE FOLLOWING AS IT WILL CAUSE YOUR BACKUP TO FAIL:
ar: لاتقم بفعل مايلي لانه سيتلف عملية النسخ الاحتياطي الخاصه بك :
ca: NO FAGI RES D'AIXÓ DOCNS INTERROMPRÀ LA CÒPIA DE SEGURETAT:
es_es: NO HAGA NADA DE ESTO, PUES INTERRUMPIRÁ LA COPIA DE RESPALDO:
fa_ir: کارهاي روبرو را انجام ندهيد زيرا موجب بروز لغو عمليات ميشود:
it_it: NON FARE LE SEGUENTI COSE PER EVITARE CHE IL BACKUP FALLISCA:
ko_kr: 다음과 같은 백업을 실패하게 하는 것을 하지마세요:
nb_no: IKKE GJØR FØLGENDE DA DET VIL FØRE TIL AT SIKKERHETSKOPIEN DIN FEILER:
sv_se: Gör ej det följande då det kan göra så din backup misslyckas.
tr_tr: YEDEKLEME İŞLEMİNİ BOZACAĞINDAN DOLAYI AŞAĞIDAKİLERİ YAPMAYIN:

source: Close this browser
ar: إغلاق المتصفح
ca: Tancar aquest navegador
es_es: Cerrar este navegador
fa_ir: از مرورگر خود خارج شوید
it_it: Chiudere il browser
ko_kr: 이 브라우저 닫음
nb_no: Lukke nettleseren
sv_se: Stäng ner den här webbläsaren.
tr_tr: Tarayıcıyı kapatmak

source: Reload this page
ar: تحديث الصفحه
ca: Recarregar aquesta pàgina
es_es: Recargar/actualizar esta página
fa_ir: این صفحه را دوباره بارگزاری کنید
it_it: Aggiornare la pagina
ko_kr: 이 페이지 새로고침
nb_no: Laste siden på nytt
sv_se: Uppdatera sidan
tr_tr: Bu sayfayı yenilemek

source: Click the Stop or Back buttons in your browser
ar: الضغط على زر الإيقاف او الرجوع للخلف في متصفحك
ca: Premer els botons Detindre o Enrera en el navegador
es_es: Pulsar los botones Detener o Atrás en el navegador
fa_ir: بر روی ایست یا بازگشت در مرورگر خود کلیک کنید
it_it: Premere i pulsanti Termina o Indietro nel browser
ko_kr: 브라우저의 멈춤 이나 뒤로 버튼을 클릭하세요
nb_no: Klikke på stopp eller tilbake knappen i nettleseren
sv_se: Klicka på "Stopp" eller "Tillbaka" knapparna i din webbläsare
tr_tr: Tarayıcınızdaki Dur ya da Geri tuşlarından birine basmak

source: Progress:
ar: معالجه ...
ca: Procés:
es_es: Progreso:
fa_ir: پیشرفتها
it_it: Stato:
ko_kr: 진행:
nb_no: Framdrift:
sv_se: Framsteg:
tr_tr: İlerleme:

source: Navigating away from this page will cause your backup to fail.
ar: الانتقال من هذه الصفحه سيؤدي الى فشل عملية النسخ الاحتياطي
ca: Sortir d'aquesta pàgina pot produïr un error en la teva còpia de seguretat.
es_es: Salir de esta página puede causar un fallo en tu respaldo.
fa_ir: هدایت به بیرون از این صفحه موجب رخ دادن خطا در ایجاد پشتیبان شده است
it_it: Abbandonare questa pagina farà fallire la procedura di backup.
ko_kr: 이 페이지에서 벗어나는 것은 백업 실패와 연결될 수 있습니다.
nb_no: Hvis du går vekk fra denne siden feiler sikkerhetskopien.
sv_se: Att lämna denna sida kan innebära att din backup kommer att misslyckas.
tr_tr: Bu sayfadan başka bir sayfaya geçmeniz yedekleme işleminin başarısız olmasına yol açacaktır.

source: Backup complete, preparing <a href=\"%s\">backup</a> for download...
ar: النسخ الاحتياطي اكتمل <a href=\"%s\">النسخه الاحتياطيه</a> للتحميل...
ca: Còpia de seguretat acabada, preparant la <a href=\"%s\">còpia de seguretat</a> per a descarregar-la...
es_es: Copia terminada, preparando la <a href=\"%s\">copia de respaldo</a> para descargar...
fa_ir: پشتیبان گیری کامل شد ,فایل آماده <a href=\"%s\">دریافت</a> است.
it_it: Backup completo, preparazione del <a href=\"%s\">backup</a> per il download...
ko_kr: 백업 완료, 다운로드를 위한 <a href=\"%s\">백업</a> 준비중 ...
nb_no: Sikkerhetskopi ferdig, forbereder <a href=\"%s\">sikkerhetskopi</a> for nedlasting...
sv_se: Backup avklarad, förberedd <a href=\"%s\">Backup</a> att laddas ner...
tr_tr: Yedekleme tamamlandı, <a href=\"%s\">yedek dosyası</a> indirilmek için hazırlanıyor...

source: Backup complete, sending <a href=\"%s\">backup</a> via email...
ar: النسخه الاحتياطيه اكتملت ,, إرسال <a href=\"%s\">النسخه الاحتياطيه</a> الى الايميل...
ca: Còpia de seguretat acabada, enviant <a href=\"%s\">còpia de seguretat</a> per e-mail...
es_es: Copia terminada, enviando <a href=\"%s\">copia de respaldo</a> por e-mail...
fa_ir: پشتیان گیری کامل شد؛ در حال ارسال به پست الکترونیک...
it_it: Backup completo, invio del <a href=\"%s\">backup</a> per email...
ko_kr: 백업 완료, <a href=\"%s\">백업</a> 을 이메일로 보내는 중...
nb_no: Sikkerhetskopi ferdig, sender <a href=\"%s\">backup</a> via epost...
sv_se: Backup klar, skicka <a href=\"%s\">Backup</a> via E-Mail...
tr_tr: Yedekleme tamamlandı, <a href=\"%s\">yedek dosyası</a> e-posta ile gönderiliyor...

source: Backup complete, download <a href=\"%s\">here</a>.
ar: النسخ الاحتياطي اكتمل , للتحميل <a href=\"%s\">من هنا</a>.
ca: Còpia de seguretat acabada. descarregueu-la <a href=\"%s\">aquí</a>.
es_es: Copia terminada, descárguela <a href=\"%s\">aquí</a>.
fa_ir: <a href=\"%s\">دریافت فایل</a>.<br>پشتیبان گیری با موفقیت انجام شد.
it_it: Backup completo, scaricalo <a href=\"%s\">qui</a>.
ko_kr: 백업 완료, 다운로드는 <a href=\"%s\">여기</a>.
nb_no: Sikkerhetskopi ferdig, last den ned <a href=\"%s\">her</a>.
sv_se: Backup klar, ladda ner <a href=\"%s\">här</a>
tr_tr: Yedekleme tamamlandı, <a href=\"%s\">buradan</a> indirin.

source: Creating backup file...
ar: انشاء النسخه الاحتياطيه
ca: Creant còpia de seguretat...
es_es: eando copia de respaldo...
fa_ir: در حال ساختن فایل پشتیبان...
it_it: Creazione del file di backup...
ko_kr: 백업 파일 만드는 중...
nb_no: Lager sikkerhetskopi...
sv_se: Skapar backup filer...
tr_tr: Yedek dosyası yaratılıyor...

source: Finished backing up table \"%s\".
ar: تم الانتهاء من نسخ الجدول \"%s\".
ca: Ha finalitzat la còpia de la taula \"%s\".
es_es: Se terminó de copiar la tabla \"%s\".
fa_ir: تکمیل شد %s
it_it: Backup della tabella \"%s\" completato.
ko_kr: 테이블 백업 완료 \"%s\".
nb_no: Ferdig med sikkerhetskopi av tabellen \"%s\".
sv_se: Färdig med uppbackning utav tabell \"%s\".
tr_tr: \"%s\" tablosunun yedekleme işlemi bitti.

source: Backing up table \"%s\"...
ar: نسخ الجدول \"%s\"...
ca: Creant còpia de seguretat de la taula \"%s\"...
es_es: Copiando tabla \"%s\"...
fa_ir: در حال پشتیبان گیری از %s
it_it: Backup della tabella \"%s\"...
ko_kr: 테이블 백업 중 \"%s\"...
nb_no: Tar sikkerhetskopi av tabellen \"%s\"...
sv_se: Uppbackar tabell \"%s\"...
tr_tr: \"%s\" tablosunun yedeği alınıyor.

source: Could not open the backup file for writing!
ar: تعذر فتح ملف النسخة الاحتياطية للكتابة!
ca: No s'ha pogut escriure al ftxer de còpia de seguretat!
es_es: No se pudo escribir en el archivo de respaldo
fa_ir: امکان باز کردن فایل پشتیبان جهت نوشتن وجود ندارد
it_it: Impossibile aprire il file di backup in scrittura!
ko_kr: 쓰기위해 백업 파일을 열 수 없습니다!
nb_no: Kunne ikke åpne filen for sikkerhetskopi i skrivemodus!
sv_se: Kan ej öppna backup filen för att skriva!
tr_tr: Yedekleme dosyası yazmak için açılamıyor!

source: The backup file could not be saved. Please check the permissions for writing to your backup directory and try again.
ar: ملف النسخة الاحتياطية لا يمكن حفظه. يرجى التحقق من اذونات التصريح إلى مجلد النسخه الاحتياطية الخاصة بك وحاول مرة أخرى.
ca: El fitxer de còpia de seguretat no es pot desar. Si us plau, comproveu els permisos d'escriptura al directori de còpies de seguretat i torneu-ho a provar.
es_es: El archivo de respaldo no se puede grabar. Por favor, revisa los permisos de escritura el en el directorio de copias de respaldo e inténtalo de nuevo.
fa_ir: پوشه پشتیان گیری قابل نوشتن نیست.لطفا مجوز لازم را به آن پوشه داده و دویاره امتحان کنید
it_it: Il file di backup non può essere salvato. Per favore controlla i permessi in scrittura nella cartella di backup e riprova.
ko_kr: 백업 파일이 저장되지 않았습니다. 당신의 백업 디렉토리에 쓸 수 있는 권한이 있는지 확인하시고 재시도 해주세요.
nb_no: Sikkerhetskopifilen kunne ikke lagres. Sjekk skrive rettigheter på sikkerhetskopi mappen, og prøv igjen.
sv_se: Backup filen kan ej sparas. Var god och kolla tillståndet för att skriva till din backup katalog och försök igen.
tr_tr: Yedek dosyası kaydedilemedi. Yedekleme klasörünün yazma haklarını kontrol edin ve işlemi tekrar deneyin.

source: WordPress MySQL database backup
ar: النسخ الاحتياطي لقاعدة بيانات ووردبريس
ca: Còpia de seguretat de la base de dades MySQL de WordPress
es_es: Copia de respaldo de la base de datos MySQL de WordPress
ko_kr: 워드프레스 MySQL 데이터베이스 백업
nb_no: WordPress MySQL database sikkerhetskopi
sv_se: Wordpress MySQL databas backup
tr_tr: WordPress MySQL veritabanı yedeklemesi

source: Generated: %s
ar: تم النسخ في: %s
ca: Generat: %s
fa_ir: تولید شده ها: %s
it_it: Creato: %s
ko_kr: 생성됨: %s
nb_no: Laget: %s
sv_se: Skapat: %s
tr_tr: Oluşturulma: %s

source: Hostname: %s
ar: اسم الموقع: %s
ca: Nom d'equip: %s
ko_kr: 호스트 이름: %s
nb_no: Vertsnavn: %s
sv_se: Hostnamn: %s
tr_tr: Sunucu: %s

source: Database: %s
ar: اسم القاعده: %s
ca: Base de dades: %s
es_es: Base de datos: %s
fa_ir: بانک اطلاعاتی: %s
ko_kr: 데이터베이스: %s
sv_se: Databas: %s
tr_tr: Veritabanı: %s

source: Table: %s
ar: الجدول: %s
ca: Taula: %s
es_es: Tabla: %s
fa_ir: %s جدول ها:
it_it: Tabella: %s
ko_kr: 테이블: %s
nb_no: Tabell: %s
sv_se: Tabell: %s
tr_tr: Tablo: %s

source: The backup directory is not writeable! Please check the permissions for writing to your backup directory and try again.
ar: مجلد النسخ الاحتياطي غير قابل للكتابه. يرجى التحقق من اذونات التصريح إلى مجلد النسخه الاحتياطية الخاصة بك وحاول مرة أخرى.
ca: No se pot escriure al directori de còpies de seguretat. Si us plau, comprova els permisos corresponents i torna-ho a provar.
es_es: No se puede escribir en el directorio de copias de respaldo. Por favor, revisa los permisos correspondientes e inténtalo de nuevo.
fa_ir: پوشه پشتیان گیری قابل نوشتن نیست.لطفا مجوز لازم را به آن پوشه داده و دویاره امتحان کنید
it_it: La cartella di backup non è scrivibile! Per favore controlla i permessi in scrittura nella cartella di backup e riprova.
ko_kr: 백업 디렉토리 쓰기 불가능! 당신의 백업 디렉토리에 쓸 수 있는 권한이 있는지 확인하시고 재시도 해주세요.
nb_no: Mappen for sikkerhetskopi er ikke skrivbar! Sjekk skriverettighetene på mappen og prøv igjen.
sv_se: Backup katalogen är ej skrivbar. Var god och kolla skriv tillståndet till din backup katalog och försök igen.
tr_tr: Yedekleme dizini yazılabilir değil! Yedekleme klasörünün yazma haklarını kontrol edin ve işlemi tekrar deneyin.

source: Click and hold down <code>[SHIFT]</code> to toggle multiple checkboxes
ar: اضغط باستمرار نزول <code>[SHIFT]</code>للانتقال لحانات متعدده
ca: Cliqueu i tingueu presionat <code>[SHIFT]</code> per a múltiples seleccions
es_es: haz clic y mantiene <code>[SHIFT]</code> para múltiples selecciones
it_it: Premi e tieni premuto <code>[MAIUSC]</code> per selezionare caselle multiple
ko_kr: 여러 체크박스의 토글을 위해서 <code>[SHIFT]</code> 를 클릭하시고 유지하세요
nb_no: Klikk og hold nede <code>[SHIFT]</code> for å velge flere sjekkbokser
sv_se: Klicka och håll ner <code>[SHIFT]</code> för att hålla ned flera kryssrutor
tr_tr: <code>[SHIFT]</code> tuşuba basılı tutarak birden çok kutu işaretleyebilirsiniz

source: Change
ar: تغيير
ca: Canviar
es_es: Cambiar
fa_ir: تغییر
it_it: Modifica
ko_kr: 변경
nb_no: Endre
sv_se: Ändra
tr_tr: Değiştir

source: Save
ar: حفظ
ca: Desar
es_es: Salvar
fa_ir: ذخیره
it_it: Salva
ko_kr: 저장
nb_no: Lagre
sv_se: Spara
tr_tr: Kaydet

source: Backup
ar: النسخ الاحتياطي
ca: Còpia de seguretat
es_es: Copia de respaldo
fa_ir: پشتیبان گیری
ko_kr: 백업
nb_no: Ta sikkerhetskopi
tr_tr: Yedekle

source: There was an error writing a line to the backup script:
ar: هناك خطأ في طتابة السطر البرمجي لسكربت النسخ الاحتياطي
ca: S'ha produït un error a l'escriure una línia al script de còpies de seguretat:
es_es: Hubo un error al escribir una línea en el script de respaldo:
fa_ir: خطایی که در نوشتن یک خط در فایل پشتیبان رخ داده است:
it_it: Errore durante la scrittura dello script di backup:
ko_kr: 백업 스크립트에 쓰는 도중 에러가 발생했습니다:
nb_no: Det var en feil ved skriven av en linje til skriptet for sikkerhetskopiering:
sv_se: Ett fel uppkom när en mening försöktes skrivas till backup skriptet:
tr_tr: Yedekleme betiğine bir satır yazarken hata oluştu:

source: Subsequent errors have been omitted from this log.
ar: الأخطاء اللاحقة قد حذفت من هذا السجل.
ca: Els següents errors s'han omès en aquest log.
es_es: Los errores posteriores se han omitido en este log.
fa_ir: خطاهای بعدی درون این این گزارش از قلم خواهند افتاد
it_it: Errori successivi sono stati omessi da questo rapporto.
ko_kr: 이 로그에서 후속 에러가 제외되었습니다.
nb_no: Følgende feilmeldinger er utelatt fra loggen.
sv_se: Senare fel har utelämnats från denna logg.
tr_tr: Sonraki hatalar kütük dosyasından çıkarıldı.

source: Error getting table details
ar: حدث خطأ أثناء الحصول على تفاصيل الجدول
ca: Error a l'obtindre els detalls de la taula
es_es: Error al obtener los detalles de la tabla
fa_ir: بروز خطا در دریافت مشخصات جدول
it_it: Errore nell'ottenere i dettagli della tabella
ko_kr: 테이블 내용을 가져오는 중 에러
nb_no: Klarte ikke å få tabell detaljer
sv_se: Ett fel uppstod när tabell detaljer skulle tas
tr_tr: Tablo detaylarını alırken problem oluştu

source: Delete any existing table %s
ar: حذف اي جدول من القائمه %s
ca: Esborrar qualsevol taula existent %s
fa_ir: حذف تمامی جدول های موجود %s
it_it: Cancella tutto tabella %s
ko_kr: 존재한 테이블 삭제 %s
nb_no: Slett eksisternede tabell %s
sv_se: Ta bort allt existerande i tabellen %s
tr_tr: %s tablosu var ise sil

source: Table structure of table %s
ar: جداول هيكلة الجدول %s
ca: Taula d'estructura de la taula %s
es_es: Estructura de la tabla %s
fa_ir: ساختار جدول %s
it_it: Struttura della tabella %s
ko_kr: 테이블의 구조 테이블 %s
nb_no: Tabell strukturen til tabell %s
sv_se: Tabell struktur av tabellen %s
tr_tr: %s tablosu için tablo yapısı

source: Error with SHOW CREATE TABLE for %s.
ar: خطأ مع عرض وانشاء الجدول لـ %s
ca: Error amb SHOW CREATE TABLE per a %s.
es_es: Error con SHOW CREATE TABLE para %s.
fa_ir: خطا به وسیله نمایش ساختن جدول %s
it_it: Errore con SHOW CREATE TABLE per %s.
ko_kr: %s 를 위한 생성 테이블 보기 에러.
nb_no: Feil med SHOW CREATE TABLE for %s
sv_se: Fel med SHOW CREATE TABLE för %s.
tr_tr: %s tablosu için SHOW CREATE TABLE komutunda hata oluştu

source: Error getting table structure of %s
ar: حدث خطا اثناء الحصول على هيكل الجدول %s
ca: Error a l'obtindre l'estructura de la taula de %s
es_es: Error al obtener la estructura de tabla de %s
fa_ir: خطا در دریافت ساختار جدول %s
it_it: Errore nell'ottenere la struttura della tabella %s
ko_kr: %s 의 테이블 구조를 가져오는 중 에러
nb_no: Feil ved innhenting av strukturen til tabellen %s
sv_se: Fel uppstod när en tabell struktur försökte tas av %s
tr_tr: %s tablosunun yapısı edinilirken hata oluştu

source: Data contents of table %s
ar: محتوى بيانات الجدول %s
ca: Dades contingudes a la taula %s
es_es: Datos contenidos en la tabla %s
fa_ir: محتویات جدول %s
it_it: Contenuto della tabella %s
ko_kr: 테이블의 데이터 컨텐츠 %s
nb_no: Data innhold for tabellen %s
sv_se: Innehållet i tabellen %s
tr_tr: %s tablosu için veri

source: End of data contents of table %s
ar: نهاية محتوى بيانات الجدول %s
ca: Fí de dades contingudes a la taula %s
es_es: Fin de datos contenidos en la tabla %s
fa_ir: پایان محتویات جدول %s
it_it: Fine dei dati contenuti nella tabella %s
ko_kr: 테이블의 데이터 컨텐츠 끝 %s
nb_no: Slutt på data innhold i tabellen %s
sv_se: Slut på uppgifter från tabellen %s
tr_tr: %s tablosu verilerinin sonu

source: The backup directory is not writeable!
ar: مجلد النسخ الاحتياطي غير قابل للكتابه
ca: No es pot escriure al directori de còpies de seguretat!
es_es: ¡No se puede escribir en el directorio de copias de respaldo!
fa_ir: پوشه پشتیبان گیری قابل نوشتن نیست
it_it: La cartella di backup non è scrivibile!
ko_kr: 백업 디렉토리는 쓰기 불가능합니다!
nb_no: Mappen for sikkerhetskopi er ikke skrivbar!
sv_se: Backup katalogen är ej skrivbar!
tr_tr: Yedekleme dizini yazılabilir değil!

source: File not found:%s
ar: لم يعثر على الملف :%s
ca: Fitxer no trobat: %s
es_es: No se encontró el archivo: %s
fa_ir: فایل وجود ندارد:
it_it: File non trovato: %s
ko_kr: 파일이 없습니다: %s
nb_no: Filen ikke funnet: %s
sv_se: Fil %s ej hittad
tr_tr: Dosya bulunamadı. %s

source: Return to Backup
ar: عوده الى الخلف
ca: Tornar a la còpia de seguretat
es_es: Volver a Copia de respaldo
fa_ir: بازگشت به پشتیبان گیری
it_it: Ritorna a Backup
ko_kr: 백업으로 돌아가기
nb_no: Tilbake til sikkerhetskopiering
sv_se: Återvänd till Backup
tr_tr: Yedeklemeye dön

source: File %s does not exist!
ar: الملف %s لا وجود له !
ca: El fictxer %s no existeix!
es_es: ¡El fichero %s no existe!
fa_ir: %s این فایل وجود ندارد:
it_it: Il file %s non esiste!
ko_kr: %s 파일이 존재하지 않습니다!
nb_no: Filen %s finnes ikke!
sv_se: Fil %s existerar ej!
tr_tr: %s dosyası mevcut değil!

source: Attached to this email is %1s Size:%2s kilobytes
ar: مرفقات الرساله هي %1s الحجم:%2s كيلوبايت
ca: Aquest e-mail porta un adjunt %1s Tamay:%2s kilobytes
es_es: Este e-mail lleva adjunto el archivo %1s Tamaño:%2s kilobytes
fa_ir: فایل چسبیده به پست الکترونیک %1s سایز:%2s kilobytes
it_it: Allegati a questa email: %1s Dimensione:%2s KB
ko_kr: 이 이메일에 첨부는 %1s Size:%2s kilobytes
nb_no: Vedlagt til denne eposten er %1s Størrelse:%2s kilobytes
sv_se: Bifogning till denna mail: %1s Storlek:%2s Kilobyte
tr_tr: Bu e-postaya eklenen dosya %1s Boyut:%2s kilobayt

source: Database Backup
ar: نسخ قاعدة البيانات
ca: Còpia de seguretat de la base de dades
es_es: Respaldo de base de datos
fa_ir: پشتیان گیری بانک اطلاعاتی
it_it: Backup del Database
ko_kr: 데이터베이스 백업
nb_no: Database sikkerhetskopi
sv_se: Databas Backup
tr_tr: Veritabanı Yedekleme

source: The following errors were reported:
ar: تم الابلاغ عن الاخطاء التاليه :
ca: S'han detectat els següents errors:
es_es: Se han detectado los siguientes errores:
fa_ir: خطاهای رخ داده:
it_it: Sono stati riscontrati i seguenti errori:
ko_kr: 다음과 같은 에러가 발견되었습니다:
nb_no: Følgende feil ble rapportert:
sv_se: Följande fel har rapporterats:
tr_tr: Aşağıdaki hatalar raporlandı:

source: ERROR: The mail application has failed to deliver the backup.
ar: خطأ : تطبيق البريد فشل في تقديم النسخه الاحتياطيه .
ca: ERROR: El programa d'enviament del correo amb la còpia de seguretat ha fallat.
es_es: ERROR: el programa de correo ha fallado al enviar la copia de respaldo.
fa_ir: خطا: برنامه پست الکترونیک قادر به دریافت پشتیبان نیست
it_it: ERRORE: L'invio del backup per email è fallito.
ko_kr: 에러: 메일로 백업 전송 실패.
nb_no: FEIL: Epost apllikasjonen klarte ikke å levere sikkerhetskopien.
sv_se: Fel: Mail applikationen har misslyckats att skicka backupen.
tr_tr: HATA: mail uygulaması yedek dosyasının ulaştırılmasında başarısız oldu.

source: Backup Successful
ar: اكتمال النسخ الاحتياطي
ca: Còpia de seguretat finalitzada
es_es: Copia de respaldo completada
fa_ir: پشتیبان گیری با موفقیت انجام شد
it_it: Backup completato con successo
ko_kr: 백업 성공
nb_no: Sikkerhetskopien var vellykket
sv_se: Backup lyckad
tr_tr: Yedekleme başarılı

source: Your backup file: <a href="%1s">%2s</a> should begin downloading shortly.
ar: النسخه الاحتياطيه الخاصه بك: <a href="%1s">%2s</a> ينبغي ان تبداء بتحميلها قريبا.
ca: La vostra còpia de seguretat: <a href="%1s">%2s</a> començarà a descarregar-se en un moment.
es_es: Su copia de respaldo: <a href="%1s">%2s</a> comenzará a descargarse en un momento.
fa_ir: فایل پشتیبان شما <a href="%1s">%2s</a> باید زودتر دریافت شود.
it_it: Il download del file di backup <a href="%1s">%2s</a> inizierà a breve.
ko_kr: 당신의 백업 파일: <a href="%1s">%2s</a> 은 금방 다운로드가 시작됩니다.
nb_no: Sikkerhetskopi filen <a href="%1s">%2s</a> starter snart å laste ned.
sv_se: Din Backup: <a href="%1s">%2s</a>; kommer laddas ner inom kort.
tr_tr: Yedek dosyanız: <a href="%1s">%2s</a> kısa zamanda indirilmeye başlayacaktır.

source: Your backup has been emailed to %s
ar: النسخه الاحتياطيه الحاصه بك تم ارسالها بالبريد الالكتروني للايميل %s
ca: S'ha enviat la còpia de seguretat a la direcció %s
es_es: Se ha enviado la copia de respaldo a la dirección %s
fa_ir: این فایل پشتیبان به ایمیل ارسال شد: %s
it_it: Il backup è stato inviato per email a %s
ko_kr: 당신의 백업은 %s 로 이메일 전송 되었습니다.
nb_no: Din sikkerhetskopi er sendt på epost til %s
sv_se: Din backup har blivit sänd till %s
tr_tr: Yedek dosyanız %s adresine e-posta ile gönderildi

source: Your backup file has been saved on the server. If you would like to download it now, right click and select "Save As"
ar: النسخه الاحتياطيه الخاص بك تم حفظها على السيرفر لتحميلها اضغط بالزر الايمن واختر "حفظ باسم"
ca: S'ha desat al servidor la vostra còpia de seguretat. Si voleu descarregar-la ara, cliqueu amb el botó dret i seleccioneu "Desar com"
es_es: Se ha guardado en el servidor su copia de respaldo. Si desea descargarla ahora, haga clic con el botón derecho y seleccione "Guardar como"
fa_ir: فایل پشتیبان بر روی فضای سایت ذخیره شد.برای دریافت آن کلیک راست کرده و Save As را انتخاب کنید
it_it: Il file di backup è stato salvato sul server. Se vuoi scaricarlo, clicca col pulsante destro e seleziona "Salva con nome"
ko_kr: 당신의 백업 파일은 서버에 저장되었습니다. 만약 지금 다운로드 하고싶다면, 우클릭 후 "Save As" 를 선택하세요.
nb_no: Din sikkerhetskopi er lagret på serveren. Du kan laste den ned nå. Høyre klikk og velg "Lagre som"
sv_se: Din backup fil har blivit sparad på servern. Ifall du vill ladda ner den nu, högerklicka och välj "Spara som"
tr_tr: Yedek dosyanız sunucu üzerinde kaydedildi. Şu an dosyayı indirmek isterseniz sağ tuşla tıklayın ve "Farklı Kaydet" seçeneğini seçin

source: %s bytes
ar: %s بايت
ko_kr: %s 바이트
sv_se: %s byte
tr_tr: %s bayt

source: Scheduled Backup Options Saved!
ar: خيارات النسخ الدوري تم حفظها !
ca: S'han desat les opcions de còpia de seguretat programada.
es_es: Se han guardado las opciones de Respaldo programado.
fa_ir: تنظیمات زمان بندی پشتیبان گیری ذخیره شد
it_it: Le impostazioni del Backup programmato sono state salvate!
ko_kr: 예약된 백업 옵션 저장됨!
nb_no: Valg for planlagt sikkerhetskopi er lagret!
sv_se: Valda Backup Inställningar Sparade!
tr_tr: Programlanmış yedek seçenekleri kaydedildi!

source: WARNING: Your backup directory does <strong>NOT</strong> exist, and we cannot create it.
ar: تحذير : مجلد النسخ الاحتياطيه <strong>لم يتم</strong> العثور عليه . كما انه لم يتم انشائه .
ca: AVÍS: El vostre directori de còpies de seguretat <strong>NO</strong> existeix, i no puc crear-lo.
es_es: AVISO: ¡Tu directorio de respaldo <strong>NO</strong> existe, y no podemos crearlo.
fa_ir: پوشه پشتیبان گیری وجود ندارد و ما نمیتوانیم که آن را بسازیم
it_it: ATTENZIONE: La cartella di backup <strong>NON</strong> esiste e non può essere creata.
ko_kr: 경고: 당신의 백업 디렉토리가 <strong>존재하지 않아</strong> 생성할 수 없습니다.
nb_no: ADVARSEL: Mappen for sikkerhetskopi finnes <strong>IKKE</strong>, og vi kan ikke lage den.
sv_se: varning: Din backup katalog existerar <strong>INTE</strong>, och vi kan ej skapa den.
tr_tr: UYARI: Yedekleme dizininiz <strong>MEVCUT DEĞİL</strong> ve biz de bu dizini yaratamıyoruz.

source: Using your FTP client, try to create the backup directory yourself: %s
ar: استخدم برنامج الاف تي بي FTP وقم بإنشاء المجلد على هذا المسار : %s
ca: Utilitzant el vostre client FTP, intenti crear vosté mateix el directori de còpies de seguretat: %s
es_es: Usando tu cliente FTP, intenta crear tu directorio de respaldo: %s
fa_ir: از طریق پروتکل FTP سعی کنید پوشه پشتیبان گیری را بسازید
it_it: Utilizzando un client FTP, prova a creare manualmente la cartella: %s
ko_kr: 당신의 FTP 를 사용하여, 백업 디렉토리를 직접 생성하세요: %s
nb_no: Ved hjelp av en FTP applikasjon, pørv å lage mappen for sikkerhetskopi selv: %s
sv_se: Använd din FTP klient och försök att skapa katalogen: %s
tr_tr: Bir FTP istemcisi kullanarak bu dizini kendiniz yaratmayı deneyin: %s
